/* No comment provided by engineer. */
"Are you sure you want to remove these languages?" = "정말 이 언어 항목들을 삭제하시겠습니까?";

/* No comment provided by engineer. */
"You will not be able to restore them without reinstalling macOS." = "macOS를 재설치 하지 않는 이상 다시 되돌릴수 없습니다.";

/* No comment provided by engineer. */
"Cancel" = "취소";

/* No comment provided by engineer. */
"Canceling operation..." = "작업 취소중...";

/* No comment provided by engineer. */
"Continue" = "진행";

/* No comment provided by engineer. */
"Current architecture: %@" = "사용중인 아키텍처: %@";

/* No comment provided by engineer. */
"Failed to authorize as an administrator." = "관리자 권한을 얻는데 실패 하였습니다.";

/* No comment provided by engineer. */
"Files removed." = "파일 제거됨.";

/* No comment provided by engineer. */
"Space saved: %@." = "%@ 의 용량을 벌었습니다.";

/* No comment provided by engineer. */
"Finished removing files" = "파일 삭제 완료됨";

/* No comment provided by engineer. */
"locale_md" = "몰도바어";

/* No comment provided by engineer. */
"Monolingual finished" = "작업 완료됨";

/* No comment provided by engineer. */
"Monolingual is stopping without making any changes." = "Monolingual 가 아무런 변화를 주지 않고 중지되었습니다.";

/* No comment provided by engineer. */
"Your OS has not been modified." = "macOS의 언어 파일들이 변하지 않았습니다.";

/* No comment provided by engineer. */
"Monolingual started" = "작업 시작됨";

/* No comment provided by engineer. */
"Removal cancelled" = "삭제 취소됨";

/* No comment provided by engineer. */
"Removal completed" = "삭제 완료됨";

/* No comment provided by engineer. */
"Removing %@…" = "%@ 삭제중…";

/* TODO: this hasn't been localized in all languages */
/* No comment provided by engineer. */
"Removing all architectures will make macOS inoperable." = "macOS 에서 사용되지 않는 모든 아키텍처를 삭제합니다.";

/* No comment provided by engineer. */
"Please keep at least one architecture and try again." = "최소 하나의 아키텍처는 남겨 놓으시고 다시 시도해주세요.";

/* No comment provided by engineer. */
"Removing all languages will make macOS inoperable." = "macOS에서 사용하지 않는 모든 언어를 삭제합니다.";

/* No comment provided by engineer. */
"Please keep at least one language and try again." = "최소 하나의 언어는 남겨놓으시고 다시 시도해주세요.";

/* No comment provided by engineer. */
"Removing architecture from universal binary" = "유니버설 바이너리에서 아키텍처 삭제 중";

/* No comment provided by engineer. */
"Removing language %@ from %@…" = "%1$@를 %2$@ 앱에서 삭제중…";

/* No comment provided by engineer. */
"Removing language %@…" = "%@ 언어 삭제중…";

/* No comment provided by engineer. */
"Removing..." = "삭제중...";

/* No comment provided by engineer. */
"Started removing files" = "언어 삭제 시작됨";

/* No comment provided by engineer. */
"Stop" = "중단";

/* No comment provided by engineer. */
"You are about to delete the English language files." = "지금 영어 언어 파일을 삭제하시려고 하십니다.";

/* No comment provided by engineer. */
"Are you sure you want to do that?" = "정말 삭제하길 원하십니까?";

/* No comment provided by engineer. */
"You cancelled the removal. Some files were erased, some were not." = "삭제를 취소하셨습니다. 몇몇 파일은 삭제되었지만, 몇몇 파일은 남아있습니다.";

/* No comment provided by engineer. */
"You entered an incorrect administrator password." = "잘못된 관리자 비밀번호를 입력하셨습니다.";

/* No comment provided by engineer. */
"unknown" = "알려지지 않음";

/* No comment provided by engineer. */
"Failed to install helper utility." = "도우미 유틸리티를 설치하는데 실패하였습니다.";
